bradlc.vscode-tailwindcss
codeium.codeium
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
editorconfig.editorconfig
esbenp.prettier-vscode
miguelsolorio.min-theme
miguelsolorio.symbols
ms-azuretools.vscode-docker
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell
streetsidesoftware.code-spell-checker
astro-build.astro-vscode
rangav.vscode-thunder-client
svelte.svelte-vscode
vue.volar
