ms-vscode-remote.remote-containers
dsznajder.es7-react-js-snippets
miguelsolorio.min-theme
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
miguelsolorio.symbols
ms-vscode-remote.remote-wsl
streetsidesoftware.code-spell-checker
Codeium.codeium
ms-azuretools.vscode-docker
EditorConfig.EditorConfig
dbaeumer.vscode-eslint
ms-vscode.powershell
esbenp.prettier-vscode
bradlc.vscode-tailwindcss
rangav.vscode-thunder-client