astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
github.vscode-github-actions
miguelsolorio.fluent-icons
miguelsolorio.min-theme
miguelsolorio.symbols
Prisma.prisma
rangav.vscode-thunder-client
ritwickdey.LiveServer
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
unifiedjs.vscode-mdx
YoavBls.pretty-ts-errors