bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot-chat
icrawl.discord-vscode
jnoortheen.nix-ide
junstyle.php-cs-fixer
miguelsolorio.fluent-icons
miguelsolorio.min-theme
miguelsolorio.symbols
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-server
redhat.vscode-xml
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tamasfe.even-better-toml
vue.volar
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
