astro-build.astro-vscode
bradlc.vscode-tailwindcss
Codeium.codeium
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
EditorConfig.EditorConfig
esbenp.prettier-vscode
github.vscode-github-actions
Graphite.gti-vscode
miguelsolorio.fluent-icons
miguelsolorio.min-theme
miguelsolorio.symbols
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell
Prisma.prisma
rangav.vscode-thunder-client
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
Vue.volar
YoavBls.pretty-ts-errors
