astro-build.astro-vscode
bradlc.vscode-tailwindcss
codeium.codeium
dbaeumer.vscode-eslint
editorconfig.editorconfig
esbenp.prettier-vscode
github.vscode-github-actions
miguelsolorio.fluent-icons
miguelsolorio.min-theme
miguelsolorio.symbols
ms-azuretools.vscode-docker
ms-vscode.powershell
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
prisma.prisma
rangav.vscode-thunder-client
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
unifiedjs.vscode-mdx
vue.volar
yoavbls.pretty-ts-errors